Repository: mahmoudshahin1111/opencarts
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: page.title
ar: اوبن كارت

source: text.admin.stores.about
ar: عن المتجر

source: Activated
ar: مفعل

source: DeActivated
ar: غير مفعل

source: Name
ar: الاسم

source: Description
ar: التفاصيل

source: Open Cart
ar: اوبن كارت

source: Store Managment
ar: اداره المتجر

source: Option Categories
ar: فئات إضافات المنتج

source: Products
ar: المنتحات

source: Packages
ar: باكتجات

source: About Store
ar: عن المتجر

source: Help
ar: المساعده

source: Profile
ar: الملف الشخصي

source: Store Settings
ar: اعدادات المتجر

source: LogOut
ar: خروج

source: text.admin.stores.select_store_title
ar: تجديد

source: text.admin.stores.open
ar: مفتوح

source: text.admin.stores.close
ar: مغلق

source: text.admin.stores.store_name
ar: اسم المتجر

source: admin.layout.title
ar: اولن كارت

source: text.admin.stores.created_at
ar: تم انشاءخ في تاريخ

source: text.admin.stores.select_store
ar: تحديد

source: Open Carts
ar: اوبن كارت

source: text.admin.layout.app_title
ar: اولن كارت

source: Email
ar: الميل

source: Password
ar: كلمه السر

source: Remember Me
ar: تذكرني

source: Sign In
ar: دخول
